accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
atril
b43-fwcutter
base
base-devel
bash-completion
bind
bluez
bluez-utils
brightnessctl
btrfs-progs
cantarell-fonts
cryptsetup
dbeaver
device-mapper
dhclient
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
exfatprogs
f2fs-tools
ffmpegthumbnailer
firefox
firewalld
fsarchiver
gamescope
gegl
git
glances
gnome-themes-extra
gnome-tweaks
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
haveged
hdparm
htop
hwdetect
hwinfo
i2c-tools
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
kitty
lazygit
less
libdvdcss
libgsf
libopenraw
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lutris
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
mlocate
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
nemo
neofetch
neovide
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
obs-studio
obsidian
openssh
os-prober
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
polkit-kde-agent
poppler-glib
power-profiles-daemon
pv
python
python-capng
python-defusedxml
python-packaging
python-pydbus
python-pyqt5
rebuild-detector
reflector
reflector-simple
reiserfsprogs
remmina
ripgrep
rsync
rtkit
s-nail
sg3_utils
slurp
smartmontools
sof-firmware
spotifyd
steam
sudo
sysfsutils
systemd-sysvcompat
texinfo
tldr
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-firacode-nerd
ttf-iosevka-nerd
ttf-liberation
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vvave
welcome
wget
which
wireplumber
wofi
wpa_supplicant
xclip
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
zsh
